Repository: hisprwanda/CancerRegistry_Dhis2App
Catalog: i18n/*.po
Languages: fr

source: Cancer Registry
fr: Registre des Cancers

source: Home page
fr: Page d'Accueil

source: Home
fr: Page d'Accueil

source: Tumour
fr: Tumeur

source: Source
fr: La Source

source: Use the left menu to view, filter and export data to
fr: Utilisez le menu de gauche pour afficher, filtrer et exporter les données vers

source: in
fr: au

source: Data Filter
fr: Filtre de Données

source: Location Filter
fr: Filtre des Locations

source: Source Location Filter
fr: Filtre d'emplacement source

source: Reports
fr: Les Raports

source: Tumour Data for Export
fr: Données tumorales à exporter

source: Download Tumour Data
fr: Télécharger les données tumorales
